const responseWelcomeDictionaryChina = [
    "嘿",
    "你好,吸尘器在和你说话……哦,不,冰箱……不……真的是熨斗吗？在这里！太空机器人！哔哔……",
    "你好",
    "你好。很遗憾,我们的机器人目前坏了。冰箱正在和你说话",
    "你好！",
    "您好！对不起,店主现在无法回复您的信息,但我一定会转告给他的！",
    "你好呀！",
    "你好,一个太空机器人正在和你说话！FBI的录音设备将在信号后开启。Biiiip......",
    "合十礼",
    "您好,很遗憾我们现在无法与您通话,人流量非常非常大。请留下您的姓名、电话号码、万事达卡、Visa 或美国运通帐号,我们一定会给您回电...如果您的偿付能力得到确认",
    "阿罗哈",
    "你写信给加利福尼亚州洛杉矶。战略导弹基地指挥部。告诉我谁得罪了你,我们一定会解决的！",
    "你好！你的手机刚刚被识别并进入北约卫星导航系统,你有20秒的时间离开大楼。你可以留下你的愿望,但不是它会实现的事实",
    "邦焦尔诺",
    "您好！您的联络人暂时没有到位。您的任务是阅读频道上的所有帖子,做出反应并发表评论",
    "沙龙",
    "我的咖啡呢？在我喝完咖啡之前,我绝对拒绝说话！",
    "奥拉",
    "嗨！我想马上警告你,我有一个主人,他不会很喜欢我们在这里聊天！但你不会放弃我？？？",
    "你好"    
];

let i = 0;
let counterChinaResWel = 0;

while (responseWelcomeDictionaryChina[i]) {
    counterChinaResWel++;
    i++
};

export { responseWelcomeDictionaryChina, counterChinaResWel }